<?php

// Language definitions used in admin_forums.php
$lang_admin_forums = array(

'Forum added redirect'		=>	'ফোরাম যোগ করা হয়েছে।  রিডাইরেক্ট করা হচ্ছে...',
'Forum deleted redirect'	=>	'ফোরাম  মুছে ফেলা হয়েছে।  রিডাইরেক্ট করা হচ্ছে...',
'Forums updated redirect'	=>	'ফোরামগুলি আপডেট করা হয়েছে। রিডাইরেক্ট করা হচ্ছে...',
'Forum updated redirect'	=>	'ফোরাম আপডেট করা হয়েছে।  রিডাইরেক্ট করা হচ্ছে...',
'Perms reverted redirect'	=>	'অনুমতিগুলি ডিফল্টে প্রত্যাবর্তিত  হয়েছে। রিডাইরেক্ট করা হচ্ছে...',
'Must enter name message'	=>	'আপনাকে অবশ্যই  ফোরামের একটি নাম লিখতে হবে।',
'Must be integer message'	=>	'পজিসন অবশ্যই  পজিটিভ একটি  পূর্ণসংখ্যা মান হতে হবে।',
'New forum'					=>	'নতুন ফোরাম',

// Entry page
'Add forum head'			=>	'ফোরাম যুক্ত করুন',
'Create new subhead'		=>	'নতুন ফোরাম তৈরি করুন',
'Add forum label'			=>	'ক্যাটাগরিতে ফোরাম যুক্ত করুন',
'Add forum help'			=>	'আপনি যে ক্যাটাগরিতে একটি নতুন ফোরাম যুক্ত করতে চান তা নির্বাচন করুন।',
'Add forum'					=>	'ফোরাম যুক্ত করুন',
'No categories exist'		=>	'কোনও ক্যাটাগরি বিদ্যমান নেই',
'Edit forums head'			=>	'ফোরাম সম্পাদনা করুন',
'Category subhead'			=>	'ক্যাটাগরি:',
'Forum label'				=>	'ফোরাম',
'Edit link'					=>	'সম্পাদনা',
'Delete link'				=>	'মুছুন',
'Position label'			=>	'পজিশন',
'Update positions'			=>	'পজিশন আপডেট করুন',
'Confirm delete head'		=>	'ফোরাম মুছে ফেলা নিশ্চিত করুন',
'Confirm delete subhead'	=>	'গুরুত্বপূর্ণ!  মুছে ফেলার আগে পড়ে নিন',
'Confirm delete info'		=>	'আপনি কি নিশ্চিত যে আপনি ফোরাম <strong>%s</strong> মুছে ফেলতে চান?',
'Confirm delete warn'		=>	'সতর্কীকরণ! একটি ফোরাম মুছে ফেললে সেই ফোরামের সমস্ত পোস্ট (যদি থাকে) মুছে যাবে!',

// Detailed edit page
'Edit forum head'			=>	'ফোরাম সম্পাদনা',
'Edit details subhead'		=>	'ফোরামের বিবরণ সম্পাদনা করুন',
'Forum name label'			=>	'ফোরামের নাম',
'Forum description label'	=>	'বর্ণনা (HTML)',
'Category label'			=>	'ক্যাটাগরি',
'Sort by label'				=>	'বিষয়গুলি দ্বারা বাছাই করুন',
'Last post'					=>	'সর্বশেষ পোস্ট',
'Topic start'				=>	'টপিক শুরু',
'Subject'					=>	'বিষয়',
'Redirect label'			=>	' রিডাইরেক্ট URL',
'Redirect help'				=>	'শুধুমাত্র খালি ফোরামে উপলব্ধ',
'Group permissions subhead'	=>	'এই ফোরামের জন্য গ্রুপ অনুমতি গুলি সম্পাদনা করুন',
'Group permissions info'	=>	'এই ফর্মে, আপনি বিভিন্ন ব্যবহারকারী গ্রুপের জন্য ফোরামের নির্দিষ্ট অনুমতি সেট করতে পারেন। আপনি যদি এই ফোরামের গ্রুপ অনুমতিগুলিতে কোনও পরিবর্তন না করে থাকেন তবে আপনি নীচে যা দেখতে পাচ্ছেন তা %s-এর সেটিংসের উপর ভিত্তি করে ডিফল্ট। প্রশাসকদের / এডমিনদের সর্বদা সম্পূর্ণ অনুমতি থাকে এবং তাই বাদ দেওয়া হয়। ব্যবহারকারী গ্রুপের জন্য ডিফল্ট অনুমতিগুলি থেকে পৃথক অনুমতি সেটিংস লাল  রঙে চিহ্নিত করা হয়। "ফোরাম পড়ুন" অনুমতি চেকবক্সটি অক্ষম করা হবে যদি প্রশ্নযুক্ত গ্রুপটির "বোর্ড পড়ুন" অনুমতি না থাকে। পুনঃনির্দেশিত ফোরামগুলির জন্য, কেবলমাত্র "ফোরাম পড়ুন" অনুমতি সম্পাদনাযোগ্য।',
'Read forum label'			=>	'ফোরাম পড়ুন',
'Post replies label'		=>	'পোস্ট রিপ্লেগুলি',
'Post topics label'			=>	'পোস্ট টপিক গুলি ',
'Revert to default'			=>	'ডিফল্টে ফিরে যান',

);
